_posts/language/2016-08-29-english-courgette.html
---
layout: post
title: 单词本：蔬菜之西葫芦
categories: [language]
tags: [English]
---

<div id="outline-container-orgheadline1" class="outline-2">
<h2 id="orgheadline1"><span class="section-number-2">1</span> courgette</h2>
<div class="outline-text-2" id="text-1">
<p>
说起西葫芦，说实话，从外观来看，本人不太能把它和丝瓜区分开来的。但是两者的口味还是有一些差异的。西葫芦更脆一些，略微有些苦味；而丝瓜则嫩一些，有些甜味。从口感和口味来看，我更推荐丝瓜。
</p>

<p>
西葫芦英式英语名字叫 courgette，美式英语叫 zucchini。德语叫 die Zucchini<sup>(de)</sup>，法语叫 le zucchini<sup>(fr)</sup> ou le courgette<sup>(fr)</sup>。
</p>

<p>
总之 courgette 和 zucchini 都可以。看起来好像 zucchini 更全球通用一些。
</p>

<ul class="org-ul">
<li>Even just one <i>courgette</i> plant will keep you well supplied for much of the
summer, and it's one of the easiest veg plants to grow. 一株西葫芦就可提供一整个夏天的果实。这让我想起一个宁波同事，他家院子种了老多的丝瓜黄瓜西葫芦，夏天的时候每天带来冰镇的黄瓜解暑。他说这些都是自家院子里产的，纯天然无污染。真是令人羡慕。</li>
<li>Chocolate Zucchini Banana Muffins are the perfect breakfast muffins! They are
a great way to use up those garden veggies! 巧克力西葫芦香蕉松饼蛋糕。我实在很难想象会是什么样的口味。如果想尝试下，可以点击附录链接找到食谱做几个尝尝看。<sup><a id="fnr.1" class="footref" href="#fn.1">1</a></sup></li>
<li>Zucchini Bread 还有西葫芦面包<sup><a id="fnr.2" class="footref" href="#fn.2">2</a></sup></li>
</ul>
</div>
</div>

<div id="outline-container-orgheadline2" class="outline-2">
<h2 id="orgheadline2"><span class="section-number-2">2</span> Summary</h2>
<div class="outline-text-2" id="text-2">
<p>
西葫芦这样冷门的蔬菜，除了认识怎么拼写，还真不知道能写些什么了。这次的推送内容不够丰盛，请多担待了。下次一定会有更有趣的。
</p>
</div>
</div>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1">1</a></sup> <div class="footpara"><p class="footpara">
<a href="http://www.thebittersideofsweet.com/2016/08/28/chocolate-zucchini-banana-muffins/">http://www.thebittersideofsweet.com/2016/08/28/chocolate-zucchini-banana-muffins/</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.2" class="footnum" href="#fnr.2">2</a></sup> <div class="footpara"><p class="footpara">
<a href="http://www.the36thavenue.com/zucchini-chocolate-bread-recipe/">http://www.the36thavenue.com/zucchini-chocolate-bread-recipe/</a>
</p></div></div>


</div>
</div>
